[
    {
        "writer": "Steve Wynne",
        "quote": "Human Resource isn't a thing we do; it's the thing that runs our business."
    },
    {
        "writer": "Simon Sinek",
        "quote": "When people are financially invested, they want a return. When people are emotionally invested, they want to contribute."
    },
    {
        "writer": "Peter Schutz",
        "quote": "Hire character. Train skill."
    },
    {
        "writer": "Steve Jobs",
        "quote": "You cannot mandate productivity; you must provide the tools to let people become their best."
    },
    {
        "writer": "Jack Welch",
        "quote": "HR should be every company's killer app. What could possibly be more important than who gets hired?"
    },
    {
        "writer": "Lee Iacocca",
        "quote": "Management is nothing more than motivating other people."
    },
    {
        "writer": "Mark Zuckerberg",
        "quote": "Treat your employees right, so they won't use your internet to search for a new job."
    },
    {
        "writer": "Mark Hortsman",
        "quote": "People and their behaviors are what deliver results to your organization. Not systems, not processes, not computers, not machines."
    },
    {
        "writer": "Doug Conant",
        "quote": "To win in the marketplace, you must first win the workplace."
    },
    {
        "writer": "Rutvik Oza",
        "quote": "Accepted that we all are human resources, but we are humans first and resources later."
    },
    {
        "writer": "Ken Robinson",
        "quote": "Human resources are like natural resources; they're often buried deep. You have to go looking for them; they're not just lying around on the surface. You have to create the circumstances where they show themselves."
    },
    {
        "writer": "Bill Gates",
        "quote": "The key for us, number one, has always been hiring very smart people."
    },
    {
        "writer": "Lawrence Bossidy",
        "quote": "I am convinced that nothing we do is more important than hiring and developing people. At the end of the day, you bet on people, not on strategies."
    },
    {
        "writer": "Julie Bevacqua",
        "quote": "In order to build a rewarding employee experience, you need to understand what matters most to your people."
    },
    {
        "writer": "Renee West",
        "quote": "You can have the best strategy and the best building in the world, but if you don't have the hearts and minds of the people who work with you, none of it comes to life."
    },
    {
        "writer": "Stephen Covey",
        "quote": "So often, the problem is in the system, not in the people, and if you put good people in bad systems, you get bad results."
    },
    {
        "writer": "Robert Half",
        "quote": "Time spent on hiring is time well spent."
    },
    {
        "writer": "Akio Morita",
        "quote": "I emphasize this- no matter how good or successful you are or how clever or crafty, your business and its future are in the hands of the people you hire."
    },
    {
        "writer": "Phil Jackson",
        "quote": "The strength of the team is each individual member. The strength of each member is the team."
    },
    {
        "writer": "Rob Silzer",
        "quote": "Financial Resources may be the lifeblood of a company, but human resources are the brains."
    },
    {
        "writer": "David Ogilvy",
        "quote": "If each of us hires people who are smaller than we are, we shall become a company of dwarfs. But if each of us hires people who are bigger than we are, we shall become a company of giants."
    },
    {
        "writer": "Bob Nardelli",
        "quote": "I absolutely believe that people, unless coached, never reach their maximum capabilities."
    },
    {
        "writer": "Craig A. Meadows",
        "quote": "I enjoy the challenges of improving policies and procedures that will facilitate growth, maintain control and increase the success of our clients."
    },
    {
        "writer": "Richard Branson",
        "quote": "Clients do not come first. Employees come first. If you take care of your employees, they will take care of the clients."
    },
    {
        "writer": "Meghan Biro",
        "quote": "Employees engage with employers and brands when they're treated as humans."
    },
    {
        "writer": "Bill Gates",
        "quote": "The competition to hire the best will increase in the years ahead. Companies that give extra flexibility to their employees will have the edge in this area."
    },
    {
        "writer": "Sara Blakely",
        "quote": "Don't be intimidated by what you don't know. That can be your greatest strength and ensure that you do things differently from everyone else."
    },
    {
        "writer": "Mark Victor Hansen",
        "quote": "The only waste of human resources is letting them go unused."
    },
    {
        "writer": "Kahlil Gibran",
        "quote": "To understand the heart and mind of a person, look not at what he has already achieved but at what he aspires to."
    },
    {
        "writer": "Andrew Carnegie",
        "quote": "You cannot push anyone up the ladder unless they are willing to climb."
    },
    {
        "writer": "Betty Bender",
        "quote": "When people go to work, they shouldn’t have to leave their hearts at home."
    },
    {
        "writer": "Thomas John Watson Sr.",
        "quote": "Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?"
    },
    {
        "writer": "Peter Schutz",
        "quote": "Hire character. Train skill."
    },
    {
        "writer": "Sir Richard Branson",
        "quote": "Train people well enough so they can leave. Treat them well enough so they don’t want to."
    },
    {
        "writer": "Tina Fey",
        "quote": "In most cases, being a good boss means hiring talented people and then getting out of their way."
    },
    {
        "writer": "Elbert Hubbard",
        "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man."
    },
    {
        "writer": "John Cleese",
        "quote": "If you want creative workers, give them enough time to play."
    },
    {
        "writer": "Eleanor Roosevelt",
        "quote": "To handle yourself, use your head; to handle others, use your heart."
    },
    {
        "writer": "John Maxwell",
        "quote": "The more seriously you take your growth, the more seriously your people will take you."
    },
    {
        "writer": "Dave Bookbinder",
        "quote": "The value of a business is a function of how well the financial capital and intellectual capital are managed by human capital. You’d better get the human capital part right."
    },
    {
        "writer": "Hassan Choughari",
        "quote": "The hardest challenge being an HR is that sometimes you have to be the LAWYER, the JUDGE, and the HANGMAN."
    },
    {
        "writer": "Mmanti Umoh",
        "quote": "Without the right succession planning put to play in human resources, we build for the future without a future."
    },
    {
        "writer": "Sunday Adelaja",
        "quote": "The wealth of time is the only wealth that is more valuable than human resources"
    },
    {
        "writer": "Matthew Jeffrey",
        "quote": "Recruitment IS marketing. If you’re a recruiter nowadays and you don’t see yourself as a marketer, you’re in the wrong profession"
    },
    {
        "writer": "Bill Gates",
        "quote": "The competition to hire the best will increase in the years ahead. Companies that give extra flexibility to their employees will have the edge in this area."
    },
    {
        "writer": "Max de Pree",
        "quote": "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant."
    },
    {
        "writer": "Tony Robbins",
        "quote": "Any idiot can point out a problem… A leader is willing to do something about it! Leaders solve problems!"
    },
    {
        "writer": "Ross Perot",
        "quote": "Inventories can be managed but people must be led."
    },
    {
        "writer": "Seth Godin",
        "quote": "Leadership is about giving people a platform for spreading ideas that work."
    },
    {
        "writer": "Charles Kettering",
        "quote": "High achievement always takes place in the framework of high expectation."
    },
    {
        "writer": "Mary Kay Ash",
        "quote": "If you’re good to your staff when things are going well, they’ll rally when times go bad."
    },
    {
        "writer": "Johann Wolfgang Von Goethe",
        "quote": "What chance gathers she easily scatters. A great person attracts great people and knows how to hold them together."
    },
    {
        "writer": "Bill Owens",
        "quote": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do, and doing it well."
    },
    {
        "writer": "Lee Lacocca",
        "quote": "Management is nothing more than motivating other people"
    },
    {
        "writer": "Amit Kalantri",
        "quote": "Children imitate their parents, employees their managers."
    },
    {
        "writer": "Tom Haak",
        "quote": "Every good conversation starts with listening."
    },
    {
        "writer": "William Shakespeare",
        "quote": "Brevity is the soul of wit."
    },
    {
        "writer": "Paul J. Meyer",
        "quote": "Communication – the human connection – is the key to personal and career success."
    },
    {
        "writer": "Rollo May",
        "quote": "Communication leads to community, that is, to understanding, intimacy and mutual valuing."
    },
    {
        "writer": "Peter Drucker",
        "quote": "The most important thing in communication is hearing what isn’t said."
    },
    {
        "writer": "Epictetus",
        "quote": "We have two ears and one mouth so that we can listen twice as much as we speak."
    },
    {
        "writer": "Sydney J. Harris",
        "quote": "The two words’ information’ and ‘communication’ are often used interchangeably, but they signify quite different things. Information is giving out; communication is getting through."
    },
    {
        "writer": "François de la Rochefoucauld",
        "quote": "We never listen when we are eager to speak"
    },
    {
        "writer": "Byron Rivers",
        "quote": "For effective communication think about how is your speech is perceived than in what you are actually saying."
    },
    {
        "writer": "Stephen R. Covey",
        "quote": "When the trust account is high, communication is easy, instant, and effective."
    },
    {
        "writer": "Lee Brown",
        "quote": "Your ability to communicate is an important tool in the pursuit of your goals, whether it is with your family, your co-workers or your clients and customers."
    },
    {
        "writer": "Anonymous",
        "quote": "If you think hiring professionals is expensive, try hiring amateurs."
    },
    {
        "writer": "Malcolm Forbes",
        "quote": "Never hire someone who knows less than you do about what he’s hired to do."
    },
    {
        "writer": "Henry David Thoreau",
        "quote": "Do not hire a man who does your work for money, but him who does it for the love of it."
    },
    {
        "writer": "Arte Nathan",
        "quote": "You can’t teach employees to smile. They have to smile before you hire them."
    },
    {
        "writer": "Howard Schulz",
        "quote": "Hiring people is an art, not a science, and resumes can’t tell you whether someone will fit into a company’s culture."
    },
    {
        "writer": "Red Adair",
        "quote": "If you think it’s expensive to hire a professional, wait until you hire an amateur."
    },
    {
        "writer": "Paul Russell",
        "quote": "Development can help great people be even better – but if I had a dollar to spend, I’d spend 70 cents getting the right person in the door."
    },
    {
        "writer": "Anonymous",
        "quote": "You’re not just recruiting employees, but are sowing the seeds of your reputation."
    },
    {
        "writer": "Helen M. & P. Schubert",
        "quote": "Ultimately, delivering strategy is about hiring the right people and motivating them to deliver results."
    },
    {
        "writer": "Nolan Bushnell",
        "quote": "Hire for passion and intensity; there is training for everything."
    },
    {
        "writer": "Anonymous",
        "quote": "A person who feels appreciated will always do more than what is expected."
    },
    {
        "writer": "Ifeanyi Enoch Onuoha",
        "quote": "Some people today are wandering generalities instead of meaningful specifics because they have failed to discover and mine the wealth of potentials in them."
    },
    {
        "writer": "Venkat Kumaresan",
        "quote": "They are not human resources. They are resourceful humans"
    },
    {
        "writer": "Gyan Nagpal",
        "quote": "In the modern, networked and symbiotic world we live in, people management is less about squeezing performance from the organized few and more about curating contribution from the limitless many."
    },
    {
        "writer": "Oran Tkatchov",
        "quote": "In America, the average person will spend 90,000 hours at work, or about a quarter of his or her adult life. Job satisfaction, then, can have an enormous influence on quality of life."
    },
    {
        "writer": "Denise Wilkerson",
        "quote": "Your role as an interviewer has a direct impact on each person you meet. Some candidates will be at a crossroad in their lives. Some candidates may want to make a career move. Others not so much. Some, through displacement or termination, have been placed in a position in which they are forced to make a change. We have all been there, whether through our own choice or the choice of someone else. We are forced into making a change, and change can be scary."
    },
    {
        "writer": "Lailah Gifty Akita",
        "quote": "The glory of the youth is their strength. In a country, where the youth are deprived of work, what a waste of valuable human resources."
    },
    {
        "writer": "Eric Schmidt",
        "quote": "But there is a golden rule to hiring that cannot be violated: the urgency of the role isn’t sufficiently important to compromise quality in hiring. In the inevitable showdown between speed and quality, quality must prevail."
    },
    {
        "writer": "Leyda Aleman",
        "quote": "The good and the bad, the exhausting and the empowering, the wins and the losses...Every part of leadership has a bigger impact when we’re doing it for a greater purpose."
    },
    {
        "writer": "Janna Cachola",
        "quote": "Systems and rules are guidelines, leadership is lifeline."
    },
    {
        "writer": "Kent Alan Robinson",
        "quote": "Most people do not see their words as power."
    },
    {
        "writer": "Henrietta Newton Martin",
        "quote": "Fifth wheel employees are those who are a result of the mistake made by the human resources wing, i.e. by recruiting wrong person to the wrong job just to fill in the vacancy and then expect better performance. Further such an employee is unable to put in his best and is just an additional mass available within the organization."
    },
    {
        "writer": "Peter Thiel",
        "quote": "Recruiting should never be outsourced. Everyone at your company should be different in the same way."
    },
    {
        "writer": "Matshona Dhliwayo",
        "quote": "Unleash the potential that is in another and you unleash the potential that is in you."
    },
    {
        "writer": "Angela Lynne Craig",
        "quote": "The body may be bought with a paycheck but the heart is earned with a purpose."
    },
    {
        "writer": "James Pritchert",
        "quote": "Every day is a training day and every event is a training event."
    },
    {
        "writer": "Nikhil Sharda",
        "quote": "If you must then hire for passion first, experience second and credentials third. Then train those hired for directed passion, dropping the excess baggage and the whole process of unlearning. An entrepreneur is much like an architect shapping human resources into a well crafted power house."
    },
    {
        "writer": "Antonio Gramsci",
        "quote": "It is in their interests to have a stable, skilled labour force, a permanently well-adjusted complex, because the human complex (the collective worker) of an enterprise is also a machine which cannot, without considerable loss, be taken to pieces too often and renewed with single new parts."
    },
    {
        "writer": "Tapan Singhel",
        "quote": "I have more than 6670 employees spread across the length and breadth of the country who live and experience the brand ‘Bajaj Allianz’ everyday. I’d like to believe that these people are the company’s most valued brand ambassadors."
    },
    {
        "writer": "Paul Krugman",
        "quote": "Incentives aren’t the only thing that matter for economic growth. Opportunity is also crucial, and extreme inequality deprives many people of the opportunity to fulfill their potential, and government programs that reduce inequality can make the nation as a whole richer by reducing that waste."
    },
    {
        "writer": "Booker T. Washington",
        "quote": "If you want to lift yourself up, lift up someone else."
    },
    {
        "writer": "Arundhati Bhattacharya",
        "quote": "In any merger, the biggest challenge is always integration of human resources because the people who are coming in have a lot of apprehension."
    },
    {
        "writer": "Hassanal Bolkiah",
        "quote": "The development of our human resources is an area in which we need to do well as it is decisive in determining the success of our diversification programme."
    }
]